"Button 1:"		= "Taste 1:";
"Button 2:"		= "Taste 2:";
"Button 3:" 	= "Taste 3:";
"Button 4:"		= "Taste 4:";

"Backlight Correction"	= "Hintergrundbel.-Korr.";
"Color Restoration"		= "Farbwiederherstellung";
"Descreening"			= "Rasterung";
"Dust Removal"			= "Staubentfernung";
"Unsharp Mask"			= "Unscharfe Maske";

"None"			= "Ohne";
"Newspaper"		= "Zeitung(85lpi)";
"Magazine"		= "Zeitschrift(133lpi)";
"Fine Prints"	= "Feine Drucke(175lpi)";
"General"		= "Allgemein";

"Low"		= "Niedrig";
"Medium"	= "Mittel";
"High"		= "Hoch";

"Quiet Mode"        = "Ruhemodus";
"Off"               = "Aus";
"On"                = "Ein";
"Printer Setting"   = "Druckereinstellung";
